Revit 2027 API
ParameterTypeId.RbsElecPanelScheduleFooterNotesParam Property
 "Schedule Footer Notes"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RbsElecPanelScheduleFooterNotesParam { get; }
Public Shared ReadOnly Property RbsElecPanelScheduleFooterNotesParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RbsElecPanelScheduleFooterNotesParam {
	ForgeTypeId^ get ();
}
static member RbsElecPanelScheduleFooterNotesParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace